Repository: manaflow-ai/cmux
Catalog: ios/CmuxiOS/Sources/CmuxiOSRemoteDesktop/Resources/Localizable.xcstrings
Source language: en
Languages: ja

# rd.auth.message
source: %@ asks for a password.
ja: %@ はパスワードを求めています。

# rd.auth.password
source: Password
ja: パスワード

# rd.auth.title
source: VNC Password
ja: VNCパスワード

# rd.cancel
source: Cancel
ja: キャンセル

# rd.clipboard
source: Clipboard
ja: クリップボード

# rd.clipboard.copied
source: Copied from the Mac
ja: Macからコピーしました

# rd.clipboard.copy
source: Copy from Mac
ja: Macからコピー

# rd.clipboard.paste
source: Paste to Mac
ja: Macにペースト

# rd.close
source: Close
ja: 閉じる

# rd.displays
source: Displays
ja: ディスプレイ

# rd.done
source: Done
ja: 完了

# rd.entry.message
source: Your Mac streams its screen, or a VNC server it can reach.
ja: Macの画面、またはMacから接続できるVNCサーバを表示します。

# rd.entry.screen
source: Show Screen
ja: 画面を表示

# rd.entry.title
source: Remote Desktop
ja: リモートデスクトップ

# rd.entry.vnc
source: Connect to VNC Server…
ja: VNCサーバに接続…

# rd.failure.consent-denied
source: Denied on the Mac.
ja: Macで拒否されました。

# rd.failure.display
source: That display is no longer connected.
ja: このディスプレイは接続されていません。

# rd.failure.ended
source: The session ended.
ja: セッションが終了しました。

# rd.failure.other
source: Remote desktop isn't available (%@).
ja: リモートデスクトップを利用できません（%@）。

# rd.failure.permission-revoked
source: Screen Recording was turned off on the Mac.
ja: Macで画面収録がオフになりました。

# rd.failure.revoked
source: This device is no longer paired with the Mac.
ja: このデバイスはMacとペアリングされていません。

# rd.failure.screen-recording
source: Allow Screen Recording for cmux in System Settings on your Mac.
ja: Macのシステム設定でcmuxの画面収録を許可してください。

# rd.failure.stopped
source: Stopped on the Mac.
ja: Macで停止されました。

# rd.failure.unreachable
source: Can't reach this Mac.
ja: このMacに接続できません。

# rd.failure.vnc-auth-failed
source: Wrong VNC password.
ja: VNCパスワードが正しくありません。

# rd.failure.vnc-auth-unsupported
source: This VNC server needs a sign-in the Mac doesn't support. Turn on VNC password access on the server.
ja: このVNCサーバはMacが対応していないサインインを求めています。サーバでVNCパスワードによるアクセスをオンにしてください。

# rd.failure.vnc-not-allowed
source: This Mac doesn't connect to that VNC server.
ja: このMacはそのVNCサーバに接続しません。

# rd.failure.vnc-unreachable
source: The VNC server didn't answer.
ja: VNCサーバが応答しません。

# rd.failure.window
source: That window is closed.
ja: このウインドウは閉じられています。

# rd.input.direct
source: Direct Touch
ja: ダイレクトタッチ

# rd.input.title
source: Pointer
ja: ポインタ

# rd.input.trackpad
source: Trackpad
ja: トラックパッド

# rd.key.command
source: Command
ja: コマンド

# rd.key.control
source: Control
ja: コントロール

# rd.key.down
source: Down Arrow
ja: 下矢印

# rd.key.escape
source: Escape
ja: エスケープ

# rd.key.left
source: Left Arrow
ja: 左矢印

# rd.key.option
source: Option
ja: オプション

# rd.key.right
source: Right Arrow
ja: 右矢印

# rd.key.shift
source: Shift
ja: シフト

# rd.key.tab
source: Tab
ja: タブ

# rd.key.up
source: Up Arrow
ja: 上矢印

# rd.keyboard
source: Keyboard
ja: キーボード

# rd.mode.accessibility
source: Allow Accessibility for cmux on your Mac to control it.
ja: 操作するにはMacでcmuxのアクセシビリティを許可してください。

# rd.mode.control
source: Control
ja: 操作

# rd.mode.view
source: View Only
ja: 表示のみ

# rd.screen.label
source: Remote screen
ja: リモート画面

# rd.status.connecting
source: Connecting…
ja: 接続中…

# rd.status.paused
source: Paused
ja: 一時停止中

# rd.status.waiting
source: Approve on your Mac
ja: Macで許可してください

# rd.status.waiting.detail
source: Allow this device in the panel on %@.
ja: %@ に表示されたパネルでこのデバイスを許可してください。

# rd.vnc.connect
source: Connect
ja: 接続

# rd.vnc.host
source: Host
ja: ホスト

# rd.vnc.invalid
source: Enter a hostname or IP address and a port from 1 to 65535.
ja: ホスト名またはIPアドレスと、1から65535のポートを入力してください。

# rd.vnc.message
source: Your Mac connects to this server for you. Enter a hostname or IP address and a port.
ja: Macがこのサーバに接続します。ホスト名またはIPアドレスとポートを入力してください。

# rd.vnc.port
source: Port
ja: ポート

# rd.vnc.title
source: VNC Server
ja: VNCサーバ
